// Мінімум
// Task 1
/* Створи об'єкт, що описує автомобіль (виробник, модель, рік випуску, середня швидкість, 
обсяг паливного баку, середня витрата палива на 100 км., водії), 
і наступні методи для роботи з цим об'єктом:
  Метод, який виводить на екран інформацію про автомобіль.
  Додавання ім’я водія у список
  Перевірка водія на наявність його ім’я у списку
  Підрахунок необхідного часу та кількості палива для подолання переданої відстані з 
  середньою швидкістю. Враховуй, що через кожні 4 години дороги водієві необхідно робити 
  перерву на 1 годину. */
